<div>
    <button
        on:click={() => {
            window.history.back();
        }}
    >
        <i class="fa fa-chevron-left" aria-hidden="true"></i> 뒤로가기
    </button>
</div>

<p class="text-lg font-semibold">■ 개인정보 수집, 이용, 위탁, 양도 동의</p>
<p><br /></p>
<p>
    광고대행사 는 고객님의 원활한 서비스 이용을 위해 필요한 최소한의 개인정보를
    수집하고 있습니다.
</p>
<p>개인정보 제공받는 자 : 광고대행사</p>
<p>
    직방 호갱노노는 고객님의 개인정보를 수집하거나 분양상담에 직접 관여하지
    않습니다.
</p>
<p>제공되는 부동산 정보는 각 콘텐츠 제공업체로부터 받는 정보로 참고용입니다.</p>
<p>
    정보의 정확성이나 신뢰성을 보증하지 않으며, 서비스 이용의 결과에 대해서
    어떠한 법적인 책임을 지지 않습니다.
</p>
<p>고객님은 개인정보 수집에 동의하지 않을 권리가 있습니다.</p>
<p>다만, 필수 항목에 대한 동의를 거부하실 경우 관심고객 등록이 불가능합니다.</p>
<p><br /></p>
<p>1. 수집하는 개인정보 항목</p>
<p>관심고객 등록을 통해 다음과 같은 개인정보를 수집합니다.</p>
<p>개인정보 제공 필수 항목 : 이름, 휴대전화번호</p>
<p>개인정보 제공 선택 항목 : 주소 (시/도, 시/군/구), 관심 타입, 연령대</p>
<p><br /></p>
<p>2. 개인정보의 수집 및 이용 목적</p>
<p>수집된 개인정보는 다음의 목적으로 이용됩니다.</p>
<p>
    이름, 휴대전화번호 : 분양 정보 안내, 상담, 고지사항 전달, 불만 처리, 이벤트
    정보 제공
</p>
<p>관심 타입: 맞춤형 정보 제공</p>
<p>연령대: 통계 분석 및 맞춤형 서비스 제공</p>
<p><br /></p>
<p>3. 개인정보의 보유 및 이용 기간</p>
<p>
    수집된 개인정보는 원칙적으로 관심고객 등록 시점부터 분양 완료 시까지 보유 및
    이용합니다. 단, 마케팅 활용 동의 시에는 별도의 보유 기간을 따릅니다.
</p>
<p>파기 절차: 분양 완료 후 별도 DB로 이관하여 일정 기간 보관 후 파기</p>
