export const back_api = `${import.meta.env.VITE_SERVER_URL}/api/subdomain`
export const back_api_sub = `${import.meta.env.VITE_SERVER_URL}/api/v3`
export const back_api_origin = `${import.meta.env.VITE_SERVER_URL}`

export const aosStyleList = ["fade-up", "fade-down", "flip-left", "flip-right", "flip-up", "flip-down", "zoom-in", "zoom-in-up", "zoom-in-down"]

export const gcs_img = "https://storage.googleapis.com/withby-site"


export const consentInfo = `
개인 정보 보호 동의 전문

- 개인정보수집주체 : 애드피크
- 수집 목적 및 항목
 1) 수집목적 : 홍보 및 분양정보 안내
 2) 수집항목 : 이름, 연락처, 거주지
 3) 수집기간 : 1년 또는 분양 완료 시까지

정보 제공을 위한 목적이 소멸되면 자료를 파기합니다.

개인정보의 수집 및 이용에 대한 동의를 거부할 수 있으며, 이 경우 신청에 제한이 될 수 있음을 알려드립니다.

동의하시려면 체크박스에 체크해주세요

■ 개인정보 수집, 이용, 위탁, 양도 동의

애드피크는 고객님의 원활한 서비스 이용을 위해 필요한 최소한의 개인정보를 수집하고 있습니다.
개인정보 제공받는 자 : 애드피크
직방 호갱노노는 고객님의 개인정보를 수집하거나 분양상담에 직접 관여하지 않습니다.
제공되는 부동산 정보는 각 콘텐츠 제공업체로부터 받는 정보로 참고용입니다.
정보의 정확성이나 신뢰성을 보증하지 않으며, 서비스 이용의 결과에 대해서 어떠한 법적인 책임을 지지 않습니다.
고객님은 개인정보 수집에 동의하지 않을 권리가 있습니다.

다만, 필수 항목에 대한 동의를 거부하실 경우 관심고객 등록이 불가능합니다.

1. 수집하는 개인정보 항목
관심고객 등록을 통해 다음과 같은 개인정보를 수집합니다.
개인정보 제공 필수 항목 : 이름, 휴대전화번호
개인정보 제공 선택 항목 : 주소 (시/도, 시/군/구), 관심 타입,연령대

2. 개인정보의 수집 및 이용 목적
수집된 개인정보는 다음의 목적으로 이용됩니다.

이름, 휴대전화번호 : 분양 정보 안내, 상담, 고지사항 전달, 불만처리, 이벤트 정보 제공

관심 타입: 맞춤형 정보 제공
연령대: 통계 분석 및 맞춤형 서비스 제공

3. 개인정보의 보유 및 이용 기간
수집된 개인정보는 원칙적으로 관심고객 등록 시점부터 분양 완료
시까지 보유 및 이용합니다. 단, 마케팅 활용 동의 시에는 별도의 보유 기간을 따릅니다.
파기 절차: 분양 완료 후 별도 DB로 이관하여 일정 기간 보관 후 파기
`;